[
    {
        "type": "table",
        "img_path": "images/fed42d879ff33adf484485dac0e164c41ada6860bd03ae60f7902d24260b8f5b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This module should be read in conjunction with the Introduction and with the Glossary, which contains an explanation of abbreviations and other terms used in this Manual. If reading on line, click on blue underlined headings to activate hyperlinks to the relevant module. ",
        "bbox": [
            147,
            202,
            852,
            268
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Purpose ",
        "text_level": 1,
        "bbox": [
            149,
            328,
            245,
            346
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To provide guidance to AIs on the key elements of a sound remuneration system, to set out the approach which the HKMA will adopt in the supervision of AIs’ remuneration systems, and to outline the level and type of disclosure in relation to remuneration expected to be made by AIs ",
        "bbox": [
            210,
            354,
            850,
            436
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Classification ",
        "text_level": 1,
        "bbox": [
            149,
            449,
            304,
            468
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A non-statutory guideline issued by the MA as a guidance note ",
        "bbox": [
            210,
            475,
            771,
            493
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Previous guidelines superseded ",
        "text_level": 1,
        "bbox": [
            147,
            506,
            514,
            526
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CG-5 “Guideline on a Sound Remuneration System” (V.1) dated 19.03.2010; (V.2) dated 12.03.15 ",
        "bbox": [
            206,
            532,
            850,
            565
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Application ",
        "text_level": 1,
        "bbox": [
            149,
            580,
            280,
            599
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To all AIs ",
        "bbox": [
            210,
            607,
            297,
            623
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Structure ",
        "text_level": 1,
        "bbox": [
            149,
            637,
            257,
            656
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "bbox": [
            211,
            663,
            379,
            680
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1 Objectives   \n1.2 Application   \n1.3 Supervisory approach ",
        "bbox": [
            270,
            686,
            552,
            751
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. Elements of a sound remuneration system ",
        "bbox": [
            210,
            757,
            652,
            775
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1 Governance   \n2.2 Structure of remuneration   \n2.3 Measurement of performance for variable remuneration   \n2.4 Alignment of remuneration payouts to the time horizon   \nof risks ",
        "bbox": [
            267,
            781,
            852,
            885
        ],
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/6c7d71abc03205c9206731d2b08ba0ae7691f2b8af8b31c0c4cfe214ee141f79.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HONG KoNG MoNETARY AUTHORITY砂香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Remuneration disclosure ",
        "bbox": [
            210,
            202,
            497,
            219
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 Importance of disclosure   \n3.2 Frequency and method of disclosure ",
        "bbox": [
            265,
            225,
            684,
            267
        ],
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/185373b84ae915e31a6baf2418b8b7bc0dbf64486d5f665bc8276fb76448c2c6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HONG KoNG MoNETARY AUTHORITY砂香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "bbox": [
            151,
            202,
            349,
            222
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1 Objectives ",
        "text_level": 1,
        "bbox": [
            208,
            235,
            373,
            253
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.1 The main objective of this module is to ensure that AIs’ remuneration systems are consistent with and promote effective risk management, and contribute toward acceptable staff behaviour. Remuneration systems which create incentives towards inappropriate and excessive risk-taking could threaten the safety and soundness of the individual AI concerned and potentially thereby the stability of the local banking system. ",
        "bbox": [
            268,
            259,
            852,
            406
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This module sets out the HKMA’s supervisory expectations with regard to remuneration practices of AIs. It is recognised that, so far as remuneration systems are concerned, “one size will not fit all” AIs. The HKMA’s intention is therefore not to prescribe a particular remuneration system, or levels of, or limits on, individual remuneration. The development of remuneration systems and the setting of such levels and limits are and remain the responsibility of AIs’ Boards of Directors (Boards)1 and senior management. This module focuses rather on the governance and control arrangements for, and operation of, AIs’ remuneration systems in the context of the incentives for risk-taking they may create. AIs are expected to establish and operate their remuneration policies, structures and incentives awards with due regard to the principles set out in this module. ",
        "bbox": [
            307,
            413,
            850,
            693
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 Application ",
        "text_level": 1,
        "bbox": [
            210,
            700,
            381,
            718
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.1 To meet the objectives above and ensure a level playing field within the local banking sector, this module applies to all AIs.2 Where, because of local laws or regulations in any relevant overseas jurisdiction, an overseas branch or subsidiary is unable substantively to reflect the principles set out in this module in its remuneration system, the HKMA should be informed.3 ",
        "bbox": [
            268,
            724,
            852,
            804
        ],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/d4338de0184ec053c1cec840e20465f5a1faee739751ab31ddf4a6523f443e26.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            235
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2.2 The principles relating to sound remuneration systems set out in this module supplement the Supervisory Policy Manual module CG-1 “Corporate Governance of Locally Incorporated Authorized Institutions”. This module should also be read in conjunction with any other applicable modules4 as well as guidance issued and updated by the HKMA from time to time. The sound practices contained therein are also applicable to a sound remuneration system. ",
        "bbox": [
            268,
            242,
            850,
            388
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AIs are expected to demonstrate to the satisfaction of the HKMA that their remuneration systems (or, in the case of overseas-incorporated AIs, the remuneration systems applicable to officers and employees engaged in the conduct of their business and operations in Hong Kong) are sound and in compliance with the principles set out in this module. In any case where an AI’s remuneration system does not reflect certain aspects of the principles set out in this module, the AI’s Board should satisfy themselves and the HKMA that either: (a) the relevant aspects of the module are not reasonably applicable to their institution or to certain business units within their institution or to certain groups of their employees, as the case may be, or (b) their institution has adopted alternative control measures which are equally effective in ensuring that their remuneration systems do not provide incentives to take inappropriate or excessive risk and that the systems are subject to adequate oversight by the Board.5 ",
        "bbox": [
            349,
            399,
            850,
            725
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Similarly, the provisions in this module concerning the structure of remuneration, the measurement of longterm performance, and the arrangements for deferral of variable remuneration may be applied in a manner commensurate with the seniority, responsibility, role and activities of the relevant employees. It may not be appropriate to apply measures such as these to juniorlevel employees who receive relatively insignificant amounts of variable remuneration, or to employees whose duties are of such a nature that they would not be capable of, or in a position to, materially impact the risk profile of the AI. 6 The taking of a longer-term perspective for the purposes of certain aspects of the operation of the remuneration system (including deferral arrangements) may also not be relevant for employees whose duties are such that the risks incurred by their activities will be fully reflected in current year performance. ",
        "bbox": [
            349,
            733,
            850,
            782
        ],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/c0d3ae0d1581d64c11c5fe63f66e5ab7dd668419f434a9641ac37ba37cd86bbe.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            179
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            352,
            203,
            850,
            448
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.2.5 AIs are encouraged to discuss with the HKMA any concerns they may have regarding the applicability of this module to given aspects of their remuneration systems in the light of their specific conditions. ",
        "bbox": [
            270,
            456,
            850,
            521
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3 Supervisory approach ",
        "text_level": 1,
        "bbox": [
            157,
            529,
            447,
            545
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3.1 The HKMA will take into account the potential risks that may arise from an AI’s remuneration system7 as part of its risk-based supervisory process, reviewing the institution’s remuneration policies, practices and outcomes when assessing its overall risk environment. For this purpose, all information which the HKMA may require in order to enable it to undertake an assessment of: (a) the risks inherent in, or relating to, an AI’s remuneration system; and (b) the extent to which an AI’s remuneration system is broadly consistent with the principles set out in this module; should be made available to the HKMA upon request. ",
        "bbox": [
            268,
            552,
            850,
            749
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3.2 The results of the HKMA’s supervisory assessment will feed into the annual review of an AI’s supervisory CAMEL rating and, for locally incorporated AIs, will be taken into consideration in the determination of whether additional capital should be held by the AI to cover risks not covered, or not adequately covered, under the AI’s existing minimum capital requirements. ",
        "bbox": [
            294,
            756,
            850,
            806
        ],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/71d73dea829095f94f57bf8234cbfbef7bff8d137588c954599ec7c6b5d06c84.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            850,
            268
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.3.3 The HKMA adopts a proportionate approach to assessing AIs in applying this module to the development and operation of their remuneration systems, based on the size, scope, nature, risk profile and complexity of their business and the extent to which they use incentives-based compensation arrangements.8 If the HKMA’s assessment indicates that an AI’s remuneration system is inconsistent with the principles set out in this module or poses a risk to the safety and soundness of the AI, the HKMA will expect the AI to implement measures promptly to address and mitigate any risks identified in respect of its remuneration arrangements, such as reducing the potential risk inherent in given employees’ activities or changing its remuneration system to bring it into line with the principles in this module. Failure by the AI to take timely corrective measures in a manner satisfactory to the HKMA will result in the HKMA taking such supervisory measures as it considers appropriate.9 ",
        "bbox": [
            347,
            275,
            850,
            602
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.3.4 Where an AI is a locally incorporated subsidiary of an overseas banking group, the institution is expected to adhere to the remuneration and other governance standards set out in CG-1. Where an AI is a branch of an overseas-incorporated bank, the institution may adopt the remuneration policy formulated at the group level if it can demonstrate to the HKMA’s satisfaction that the relevant group remuneration policy is broadly consistent with the principles set out in this module, having regard to local circumstances or, if and to the extent that it is not so consistent in any respect, that such group policy contains alternative control measures that are equally effective in ensuring that it promotes effective risk management. The AI should also provide, and ensure that it is in a position to provide, to the HKMA such information and documentation as the HKMA may require in order to assess: (a) the risks inherent in, or relating to, the AI’s remuneration system; and (b) the extent to which the AI’s remuneration system is broadly consistent with this module. Where appropriate, the HKMA may obtain relevant information and opinions regarding the remuneration system from the home supervisor of the AI’s parent bank or head office for reference, or may raise any instances of inconsistency with the principles in this module with them. ",
        "bbox": [
            272,
            611,
            850,
            741
        ],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4d7bf63a8e0b8ac79bfa9f7711069c730d0c08dcd9f85063a0405fbfc635cd5a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            497
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2. Elements of a sound remuneration system ",
        "text_level": 1,
        "bbox": [
            147,
            535,
            685,
            555
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.1 Governance ",
        "text_level": 1,
        "bbox": [
            208,
            562,
            386,
            579
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Remuneration policy ",
        "bbox": [
            270,
            585,
            457,
            601
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.1.1 The Board of an AI should establish and maintain a written remuneration policy covering all employees6 which reflects the principles in this module. In particular, the policy should ensure that the institution’s overall approach to risk management is supported, and not undermined, by the remuneration arrangements for employees whose activities during the course of their employment (individually or collectively) could have a material impact on the AI’s risk profile and financial soundness. In this regard, the policy should have specific regard to the remuneration of the following personnel, as well as their role in the institution’s remuneration system where relevant: ",
        "bbox": [
            268,
            609,
            852,
            821
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.1.1.1 senior management who are responsible for oversight of the AI’s firm-wide strategy or activities or those of the AI’s material business lines (including, but not limited to, the chief executive and alternate chief executive(s), executive directors, and other senior executives10 with a role in the AI’s business who report directly to the chief executive);11 ",
        "bbox": [
            351,
            829,
            850,
            910
        ],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/6a98f3172f7ab5951e50ed52657a8a892e1ca40da14499a447ec5020a62930ef.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            447,
            203,
            852,
            268
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.1.1.2 individual employees (“Key Personnel” for the purposes of this module) whose duties or activities in the course of their employment involve the assumption of material risk or the taking on of material exposures on behalf of the AI (for example, proprietary traders and dealers who are in a position to take on material exposures); ",
        "bbox": [
            351,
            274,
            850,
            406
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.1.1.3 groups of employees whose activities in the aggregate may expose the AI to material amounts of risk and who are subject to the same or similar incentive arrangements (including, but not limited to, employees who are incentivised to meet certain quotas or targets by payment of variable remuneration for example, personnel in marketing, sales and distribution functions and loan officers); and ",
        "bbox": [
            352,
            413,
            850,
            576
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.1.1.4 employees within risk control functions (including, but not limited to, risk management, financial control, compliance, legal and internal audit functions). ",
        "bbox": [
            351,
            585,
            850,
            650
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The remuneration policy should set out the criteria for the identification of employees specified in paragraphs 2.1.1.1 to 2.1.1.4. The list of staff should be reviewed regularly (at least annually), with appropriate recordkeeping to document the decision and supporting justification where discretion has been exercised in respect of the inclusion or exclusion of specific individual employees, or groups of employees. Where an AI is the Hong Kong branch of an overseasincorporated bank, the local management of the AI should be responsible for identifying staff who may expose the AI to material risks for the consideration of the Board or the Board’s remuneration committee at the group level. For the operations of the Hong Kong branch that are considered immaterial at the group level, the relevant governance body at the level of the head/regional office responsible for overseeing the operations of the Hong Kong branch, together with the local management, could be tasked with the identification process. ",
        "bbox": [
            352,
            658,
            850,
            821
        ],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/3f95c5fabc56d76bd7171bb4af90e8ef1b5c96d9557c4a8474cb4dffb41f155b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            366
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.1.2 The remuneration policy should be designed to encourage employee behaviour that supports the AI’s risk management framework, corporate values and long-term financial soundness.12 It should be in line with the objectives, business strategies and long-term goals of the AI and structured in a way that will not encourage excessive risk-taking by employees but allows the AI to attract and retain employees with relevant skills, knowledge and expertise to discharge their specific functions. ",
        "bbox": [
            268,
            374,
            852,
            537
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Information regarding the performance measurement and remuneration of employees should be clearly documented. An AI should conduct regular internal monitoring to ensure that its processes for ensuring compliance with its remuneration policy are being consistently followed. Such monitoring should be conducted by compliance, audit or other personnel in a manner consistent with the AI’s overall framework for compliance monitoring. In addition, the remuneration policy and its implementation should be subject to a regular (at least annual) review, independent of management, by the Board (or by a party commissioned by the Board) to ensure that the policy remains adequate and effective and that the operation of the remuneration system is consistent with the intended purposes and long-term interests of the AI. Remuneration outcomes, risk measurements, and risk outcomes should be reviewed for consistency with intentions. The AI’s internal audit function should provide support to the Board in the review process and report any material weaknesses which are identified. ",
        "bbox": [
            349,
            545,
            850,
            856
        ],
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/93e259ef16d03f21670bcbde725cecfeb21a4f2246727927a1c4bc8420e2eece.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            235
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To enforce desirable employee behaviour which is consistent with the AI’s risk management framework and corporate values, the key principles underpinning the remuneration policy should be accessible to all employees. Employees should know in advance how their performance will be measured and compensated, as well as how their remuneration can be affected by their behaviour. AIs may determine the appropriate level of information to be provided to employees at various ranks and within various business units within their organisational structures but, in order to effectively enable the remuneration policy to influence employee behaviour, at least: the financial and non-financial factors to be used to measure the employees’ performance; the risk adjustments to be made; the “payout function” to determine how and when the employees will be paid for their performance; and the potential consequences of misconduct on remuneration; should be disclosed to employees. ",
        "bbox": [
            342,
            242,
            850,
            554
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.1.5 Where deficiencies in the remuneration policy have been identified (e.g. remuneration provides incentives that are inconsistent with the AI’s corporate values), the AI should take timely remedial actions. The remuneration policy and information on the AI’s regular monitoring and review of the operation of the remuneration policy should be provided to the HKMA on request. ",
        "bbox": [
            267,
            562,
            850,
            692
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Board oversight and remuneration committee ",
        "text_level": 1,
        "bbox": [
            268,
            700,
            677,
            715
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.1.6 The Board of an AI is ultimately responsible for overseeing the formulation and implementation of the AI’s remuneration policy, systems and related control process. In exercising its oversight, the Board should ensure that the AI’s remuneration system is appropriate and consistent with the AI’s culture, long-term business and risk appetite, performance and control environment as well as with any legal or regulatory requirements. Furthermore, its judgements and decisions relating to remuneration arrangements should be taken independently of the management and in the best interests of the AI. ",
        "bbox": [
            268,
            722,
            852,
            887
        ],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/03877d029a270efcb483ed35339af27e2fe5f88ba223a7ac81fe8c682ebc9121.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            850,
            235
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1.7 The Board of an AI should approve the remuneration packages13 (and any subsequent adjustments) of the AI’s senior management (referred to in paragraph 2.1.1.1) and the AI’s Key Personnel (referred to in paragraph 2.1.1.2). This approval can, except for the remuneration packages of the chief executive and the alternate chief executive(s), be delegated to the Board’s remuneration committee. To avoid conflicts of interest, executive directors should play no part in making decisions in respect of their own remuneration. ",
        "bbox": [
            267,
            242,
            850,
            406
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1.8 The remuneration packages of employees not covered in paragraph 2.1.7, granted in accordance with the AI’s remuneration policy may generally be approved below Board level (or its remuneration committee) with the necessary delegated authority. ",
        "bbox": [
            268,
            413,
            850,
            495
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1.9 Where an AI is the Hong Kong branch of an overseasincorporated bank, the remuneration packages of employees specified in paragraph 2.1.7 will be approved by the Board or the Board’s remuneration committee at the group level with the necessary delegated authority. For the operations of the Hong Kong branch that are considered immaterial at the group level, the relevant governance body at the level of the head/regional office responsible for overseeing the operations of the Hong Kong branch could be tasked with the approval of the remuneration packages14. ",
        "bbox": [
            272,
            502,
            850,
            699
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1.10 The establishment of a Board remuneration committee would assist the Board in discharging its responsibility for the design and operation of the AI’s remuneration system. This remuneration committee should have the following attributes: ",
        "bbox": [
            268,
            707,
            852,
            789
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1.10.1 The committee should be chaired by an independent non-executive director (INED). Committee members should be INEDs or, where executive directors and/or nonexecutive directors are to be members of the committee, the majority of its members should be INEDs. ",
        "bbox": [
            349,
            795,
            850,
            845
        ],
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/df305b27497c8e915a84a4bc6fcca3349f78e883625b2afdcdc77b2e98a51d12.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            447,
            203,
            852,
            267
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1.10.2 The committee should have written terms of reference which clearly define its role and responsibilities, authority and tenure, and which should be regularly reviewed and updated as appropriate. ",
        "bbox": [
            351,
            275,
            850,
            357
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1.10.3 The committee should make recommendations in respect of remuneration policy and practices to the Board. In so doing, it should ensure that the AI’s remuneration policy is consistent with the principles set out in this module and any other legal or regulatory requirements applicable to employees’ remuneration. ",
        "bbox": [
            351,
            365,
            850,
            495
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1.10.4 The committee should be able to exercise competent and independent judgement on remuneration policies and practices and the incentives thereby created for managing risk, capital and liquidity. It should carefully evaluate any practices by which remuneration is paid for potential future revenues whose timing and likelihood remain uncertain. In so doing, it should demonstrate that its decisions are consistent with an assessment of the AI’s financial condition and future prospects (please see paragraph 2.1.11 below). ",
        "bbox": [
            351,
            502,
            850,
            717
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1.10.5 The committee should make recommendations to the Board in respect of the remuneration packages for the AI’s senior management (referred to in paragraph 2.1.1.1) and Key Personnel (referred to in paragraph 2.1.1.2) in cases where the approval authority for such remuneration packages rests solely with the Board. ",
        "bbox": [
            351,
            722,
            850,
            870
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.1.10.6 The committee should maintain minutes of its meetings and report regularly to the ",
        "bbox": [
            347,
            878,
            850,
            910
        ],
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/bbd1b86904fde654cb0281fb1a53e8a395aef3ff03e979d4c3baa6bd319cecc3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Board on its decisions and recommendations. ",
        "bbox": [
            445,
            203,
            850,
            235
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.1.10.7 The committee should ensure that a regular (at least annual) review of the AI’s remuneration system and its operation, either internally conducted or externally commissioned, is carried out independently of management and the result is submitted to the HKMA. Such review should include an assessment of the extent to which the remuneration system is consistent with the principles set out in this module. ",
        "bbox": [
            351,
            242,
            850,
            406
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.1.10.8 The committee should work closely with other relevant committees of the AI’s Board (such as the risk committee and the audit committee) and should have the ability to consult the AI’s risk control functions in the evaluation of the incentives created by the remuneration system (please see paragraph 2.1.16 below). The committee should report any material issues in relation to the AI’s remuneration system to the Board on a regular basis. ",
        "bbox": [
            351,
            413,
            850,
            593
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Where a locally incorporated AI is a subsidiary of an overseas banking group, CG-1 sets out the requirements in establishing a remuneration committee. Where an AI is a branch of an overseasincorporated bank, the establishment of a remuneration committee at group level will be regarded as consistent with the principles set out in paragraph 2.1.10 if the committee has the attributes set out in that paragraph or, failing which, if the AI can demonstrate to the HKMA’s satisfaction that it is constituted in such a way that it is independent of management and demonstrably able to exercise competent and independent judgement on compensation practices and the incentives thereby created for managing risk, capital and liquidity. To monitor adherence to the group’s remuneration policies and the principles set out in this module, regular compliance monitoring should be put in place to review the management and operation of the AI’s remuneration systems at the local level. The results of the local compliance monitoring should be regularly reported to the group remuneration committee. ",
        "bbox": [
            321,
            600,
            850,
            913
        ],
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/bf651ff86c9cdc231d26d157f3241dffdac2c1555f3cb0cb5c3b541cfe687050.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            850,
            252
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.1.12 Those members of the Board most involved in the formulation and operation of the AI’s remuneration policy (including the members of the remuneration committee) should possess sufficient expertise and experience to form an independent judgement on the suitability of the AI’s remuneration policy and its implications for risk and risk management. If the Board (or its remuneration committee) seeks professional advice from external advisors, the advice should be commissioned by, and provided directly to, the Chair of the Board (or of the remuneration committee as the case may be) independently of management. ",
        "bbox": [
            268,
            259,
            850,
            455
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Risk control functions ",
        "text_level": 1,
        "bbox": [
            270,
            463,
            465,
            479
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.1.13 Risk control personnel, independent of an AI’s business units, should have appropriate authority and be actively involved in the process of design and implementation of the AI’s remuneration policy. Such personnel should also play a continuing role in the operation of the remuneration system in relation to matters such as risk measures and risk judgements as well as assessing the effectiveness of the incentives created by the remuneration system (e.g. whether the remuneration arrangement incentivises individual staff to engage in inappropriate or excessive risk-taking). ",
        "bbox": [
            267,
            487,
            850,
            667
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.1.14 The roles and responsibilities of risk control personnel should be clearly documented in the remuneration policy, in particular where such personnel is involved in the design of the policy. ",
        "bbox": [
            267,
            674,
            852,
            739
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.1.15 The Board (or its remuneration committee) should consult risk control personnel to obtain input, independent of the relevant business lines, on how compensation relates to risk at various levels within the organisation. Whilst the views of risk control personnel on risk measures and risk judgements have a key role to play in risk adjustment of compensation, it is not necessary for risk control personnel to be involved in the allocation of remuneration at the individual staff level. Where any risk control personnel is a member of the Board (or its remuneration committee) and has any conflict of interest (e.g. if the discussion relates to the setting of his own or his division’s remuneration) with matters considered by the Board (or its remuneration committee), such matters should be discussed absent such member. ",
        "bbox": [
            268,
            746,
            850,
            910
        ],
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/af161566221b24f7fbf11d2848b8c58ddd21ab14da6bf92720c46cfe4b4a02a0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            202,
            850,
            300
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.1.16 Remuneration of risk control personnel should be determined in accordance with their performance objectives and should be commensurate with their key role in the institution. To avoid possible undue influence from business units, risk control personnel should be compensated in a manner that is independent of the performance of the business areas which they oversee. Management of business units should not be able to determine the remuneration of personnel in risk control functions. ",
        "bbox": [
            267,
            307,
            850,
            470
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Consideration of misconduct risk in the remuneration system ",
        "text_level": 1,
        "bbox": [
            268,
            479,
            811,
            495
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.1.17 To address the risk of misconduct 15 , an AI’s remuneration policy should set out clearly consequences of such behaviour on remuneration. In this regard, the policy may cover some indicative scenarios that would result in a reduction to variable remuneration (e.g. cases in which an employee is accountable for misconduct that leads to significant losses for the AI, or cases in which there is fraud or a serious breach of internal rules). In the case that the handling of misconduct is covered in a separate policy document, the AI should make cross-references with remuneration policy so that the link between misconduct risk and remuneration is included in the remuneration policy. ",
        "bbox": [
            268,
            504,
            850,
            732
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.1.18 In the event of misconduct, the amount of remuneration to be adjusted should be proportionate with the misconduct outcome, and should take into account all relevant indicators of the severity of the impact. To ensure consistency, fairness and transparency in the application of remuneration adjustment, there should be clear policies and procedures in making adjustment to remuneration, taking into account the following: ",
        "bbox": [
            267,
            740,
            852,
            821
        ],
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/41ae137f81785160a3d19e91758634b6819711da2aa15e9a3d5aea8e983639b6.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            252
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "factors to be considered; which may include the rank and role of the staff involved in the misconduct, intent or motivation, the extent of negligence in the exercise of duties, history of unethical behaviour or misconduct; process for reporting, escalating and deciding cases that may trigger the use of performance adjustment and who should play a role in the process; the role played by any risk control function; and authority to use discretion (if any). ",
        "bbox": [
            359,
            259,
            850,
            461
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.1.19 Materials leading to the final decision on the adjustment to remuneration should be adequately documented. The reasons for, and the value of, adjustment should also be clearly communicated in writing to the affected staff. ",
        "bbox": [
            267,
            468,
            852,
            549
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.1.20 In addition to the staff directly involved in the misconduct, AIs may consider extending the use of remuneration adjustment to staff beyond those directly responsible for misconduct. For example, where there is a material failure of the risk management for misconduct, an AI may consider applying remuneration adjustment to staff responsible for reviewing or managing the risk management framework. The AI may also consider applying remuneration adjustment to the immediate supervisor of the staff involved in the misconduct if the supervisor has not fully discharged his responsibilities to prevent the occurrence of misconduct. ",
        "bbox": [
            277,
            557,
            852,
            769
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.1.21 To better support the use of remuneration in addressing misconduct risk, AIs should regularly monitor and analyse the extent to which remuneration and related performance measurement mechanisms are used to prevent and remediate potential misconduct risk.16 ",
        "bbox": [
            267,
            777,
            852,
            843
        ],
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/884ec48fbd7ea6d8de2784dd2960403666a4655c242abfd5af21e15c7247b10e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MONETARY AUTHORITY砂香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            235
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.2 Structure of remuneration ",
        "text_level": 1,
        "bbox": [
            210,
            242,
            521,
            259
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Balance of fixed and variable remuneration ",
        "text_level": 1,
        "bbox": [
            267,
            266,
            655,
            281
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In determining an appropriate balance between fixed and variable incentive-based remuneration, AIs should have regard to the seniority, role, responsibilities and activities of their employees and the need to promote behaviour amongst employees that supports the AI’s risk management framework, corporate values and long-term financial soundness. 17 In devising remuneration packages which consist of both fixed salary and variable incentive-based compensation, an AI should seek to achieve an appropriate balance between these elements and should consider the need to avoid situations where: (a) the fixed component is set at such a low level that: (i) it is insufficient to attract and retain employees with relevant skills, knowledge and expertise to discharge their functions; or (ii) it effectively renders the incentive-based compensation element “non-discretionary” or severely hinders the exercise of discretion in respect of the incentive-based element; or (b) the variable component is set at such a level that it induces excessive risk-taking. Generally, the proportion of variable remuneration to total remuneration would be expected to increase in line with the seniority and responsibility of an employee such that a substantial proportion of the remuneration of the senior management and Key Personnel should be paid in the form of variable remuneration. An AI adopting a different policy for its senior management and Key Personnel should be prepared to demonstrate to the HKMA’s satisfaction that its alternative approach results in suitably balanced remuneration packages for such employees which do not undermine the AI’s prudent risk management or reward failure. ",
        "bbox": [
            351,
            291,
            850,
            765
        ],
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/1fe16a28cd10a8ac039264513d8ab1db84198d646b8e63f9482eab41b7f9a7b9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            252
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Use of instruments for variable remuneration ",
        "text_level": 1,
        "bbox": [
            268,
            259,
            670,
            274
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Variable remuneration should be paid in such a manner as to align an employee’s incentive awards with longterm value creation and the time horizons of risk and should reflect the employee’s seniority, role, responsibilities and activities within the AI. In restraining the risk-taking incentives of senior management and Key Personnel whose activities could have a material impact on the overall financial performance of the AI, the payment of a substantial proportion of their variable remuneration18 in the form of shares or share-linked instruments could be effective to better align incentives with risk and longer term value creation. Where an AI considers it inappropriate to use shares or share-linked instruments in the payment of variable remuneration to its senior management and Key Personnel, it should ensure that alternative measures are in place (such as risk adjustment of awards, longer periods of performance measurement or deferral of payment, or the use of other non-cash benefits) which are designed to achieve effective alignment of incentives awards to the time horizon of risks. In the case of other employees, equity-related instruments may not be as effective in restraining risk-taking incentives and the proportion of any variable remuneration paid in the form of shares or share-linked instruments should take into account the level, nature and duration of the risks that such employees’ activities create for the AI and the extent to which they may affect its overall performance. In these cases, other measures should be adopted to align any incentive awards to the time horizon of risks as appropriate. ",
        "bbox": [
            351,
            282,
            850,
            809
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2.2.3 Awards in shares or share-linked instruments should be subject to an appropriate share retention policy which should require employees to retain such instruments for a specific period of time before they are allowed to dispose of them.19 It may be appropriate for share retention periods to differ between different levels of employee. ",
        "bbox": [
            268,
            815,
            848,
            847
        ],
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/a1d0c2b446c9100b7512c9d29fa3c7790c0898533b74523669c97b3bda6cf7cc.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            285
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Exceptional use of guaranteed minimum bonuses ",
        "text_level": 1,
        "bbox": [
            267,
            292,
            714,
            307
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2.2.4 Guaranteed minimum bonuses that have no regard to an employee’s performance are not consistent with sound risk management. 20 The award of any such guaranteed minimum bonus to senior management or Key Personnel should be subject to the approval of the Board (or the Board’s remuneration committee with the necessary delegated authority). ",
        "bbox": [
            267,
            315,
            852,
            430
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2.3 Measurement of performance for variable remuneration ",
        "text_level": 1,
        "bbox": [
            206,
            437,
            801,
            453
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Pre-determined criteria for performance measurement ",
        "text_level": 1,
        "bbox": [
            267,
            461,
            757,
            476
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2.3.1 The award of variable remuneration should depend on the fulfilment of certain pre-determined and assessable performance criteria. These criteria should include both financial and non-financial factors so that the quality of the performance of employees in the overall course of their employment (and not solely their financial performance) can be assessed as an integral part of their performance measurement and hence be appropriately reflected in their awards of variable remuneration. ",
        "bbox": [
            267,
            483,
            852,
            648
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2.3.2 Performance in relation to non-financial factors such as adherence to risk management policies, compliance with legal, regulatory and ethical standards, results of internal audit reviews, adherence to corporate values, and customer satisfaction should form a significant part of the overall performance measurement of employees, given that poor performance in these factors can be indicative of significant risks to the AI. For employees who play a role in supervising other staff within the AI, additional non-financial factors may also be considered (e.g. assessing their oversight responsibilities in relation to the management and mitigation of risks, and the risk of misconduct). Adverse performance in nonfinancial factors, where appropriate, should override outstanding financial achievements, and be reflected by a reduction to, or elimination of, any variable remuneration. ",
        "bbox": [
            267,
            655,
            852,
            737
        ],
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/73b84ead6d13a885cd8156b939f7f38c3bdd5d4288d582c81505ee4d9e220273.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            179
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            398
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "2.3.3 To better align remuneration with sustainable performance, the overall amount of an AI’s variable remuneration should take into account the AI’s performance over the longer term. 21 This approach can prevent short-term gains, generated by taking greater risks, from leading to higher variable remuneration. ",
        "bbox": [
            267,
            406,
            852,
            520
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Adjustments to performance assessment ",
        "text_level": 1,
        "bbox": [
            270,
            529,
            636,
            544
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "2.3.4 The size and allocation of variable remuneration should take into account the full range of current and potential risks associated with the activities of employees, and in particular: (a) the cost and quantity of capital required to support the risks taken; (b) the cost and quantity of the liquidity risk assumed in the conduct of business; and (c) the timing and likelihood of potential future revenues incorporated into current earnings. For this purpose, AIs should incorporate adjustments for risk and capital charges based on such risk measures22 as the AI reasonably considers prudent and appropriate for this purpose. ",
        "bbox": [
            267,
            552,
            850,
            749
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "2.3.5 To control individual employees’ risk appetites and to bring remuneration practices into line with an AI’s broader strategies and the maintenance of shareholder value, the performance measurement for, and allocation of, variable remuneration should take account of the overall performance of the relevant business units and the AI as a whole as well as the contribution of individual employees to such performance. ",
        "bbox": [
            267,
            756,
            850,
            838
        ],
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/8984f64c6c20d723b94295fc15d909bd3135a0c9eebae004bf66bdb5c614bf70.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            850,
            268
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.3.6 Variable remuneration should be symmetric with performance. Deterioration in the financial performance of an AI should generally lead to a contraction (and negative financial performance should generally lead to a considerable contraction) in the total amount of variable remuneration paid by the AI, taking into account both current remuneration and reductions in payouts of amounts previously deferred. ",
        "bbox": [
            267,
            274,
            850,
            406
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "As some risks faced by an AI may be difficult to measure or may take years before they materialise, the AI’s remuneration policy should allow for the variable remuneration to be adjusted before and after it is awarded to business lines or employees. For example, the AI should be able to apply “malus” (i.e. to reduce all or part of the unvested deferred portion of the variable remuneration), and may apply “clawback” (i.e. to require an employee to return ownership of an amount of variable remuneration paid in the past or which has already vested to the AI under certain conditions), when it is later established that any performance measurement was based on data which is later proven to have been manifestly misstated or based on erroneous assumptions, or it is later established that there has been fraud or other malfeasance on the part of the relevant employee, or violations by the employee of internal control policies or legal requirements. ",
        "bbox": [
            346,
            414,
            850,
            708
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.3.8 An AI should operate a truly discretionary and fully flexible policy such that it may withhold all or part of the variable remuneration if the payment is not justified by the performance of the institution or if business objectives are not achieved, or when it is necessary to protect the financial soundness of the institution. ",
        "bbox": [
            268,
            717,
            852,
            814
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Exercise of judgement ",
        "text_level": 1,
        "bbox": [
            268,
            821,
            472,
            838
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.3.9 A purely mechanical process based on pre-determined performance criteria or formula-based assessment metrics will have its own limitations and weaknesses. Whatever performance measurements are adopted and whatever adjustments are made, a substantial amount of judgement and common sense may be required during the process to arrive at a fair and appropriate remuneration decision. The exercise of any judgement should support sound risk management and be consistent with the spirit of an AI’s remuneration policy. The rationale for the exercise of judgement, the parameters and key consideration on which the judgement is based, and the final outcomes should be clearly recorded in writing. To the extent that it is impracticable to maintain such records at the individual employee level, an AI should at least maintain such records at the bonus pool level for given ranks of employees or for employees within given business units in a manner sufficient to enable assessment to be made as to whether the process is consistent with the AI’s remuneration policy. ",
        "bbox": [
            268,
            845,
            852,
            910
        ],
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/6c6078b7d6d24acee3cf64916af8610c811a35d0b7d17c34aad0a63c35daf761.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            481
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "2.4 Alignment of remuneration payouts to the time horizon of risks ",
        "text_level": 1,
        "bbox": [
            206,
            488,
            850,
            521
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Deferment of variable remuneration ",
        "text_level": 1,
        "bbox": [
            270,
            527,
            589,
            544
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "2.4.1 Some of the risks to which an AI is exposed and the outcomes of such risks can only be adequately measured or observed over the longer term. Deferral of the payment of a portion of variable remuneration will allow employees’ performance, including the associated risks, to be observed and validated over a period of time before payment is actually made and the adjustment of the amount to be paid will enable the remuneration ultimately received by employees to more accurately reflect risk and risk outcomes. ",
        "bbox": [
            267,
            552,
            852,
            715
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Proportion of variable remuneration to be deferred ",
        "text_level": 1,
        "bbox": [
            267,
            722,
            721,
            739
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "2.4.2 The appropriate proportion of variable remuneration to be deferred will vary from employee to employee depending upon a number of factors, including an employee’s seniority, role, responsibilities and activities within the AI, the time horizons of the risks incurred by the employee’s activities and the overall level of their variable remuneration both in absolute terms and as a proportion of their fixed salary. For some employees employed in roles where the end results of their activities are observable and susceptible to validation within a short timeframe, deferral may not be an appropriate mechanism. For others, in roles where the risks taken by them are harder to measure or will be realized over a longer timeframe, deferral will be appropriate. ",
        "bbox": [
            268,
            746,
            850,
            909
        ],
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/771e67a1742ebd60a93370d640d89aafb168d2cdc7d7379d8409281ac94b4a35.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            203,
            850,
            285
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.4.3 Generally, the proportion of variable remuneration made subject to deferment would be expected to increase in line with the seniority and responsibility of the employee in question. In particular for staff specified in paragraphs 2.1.1.1 and 2.1.1.2, the proportion of variable remuneration subject to deferral arrangements should be substantially higher.23 ",
        "bbox": [
            267,
            292,
            850,
            406
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.4.4 Where a deferral threshold is set for the variable remuneration (i.e. an employee’s variable remuneration will be subject to deferral arrangement only if it exceeds a minimum threshold), the Board (or its remuneration committee with the necessary delegated authority) should review at least annually whether such a deferral threshold is appropriate in aligning remuneration with prudent risk-taking. ",
        "bbox": [
            267,
            413,
            850,
            544
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.4.5 AIs adopting a different policy to deferral of variable remuneration should be prepared to demonstrate to the HKMA’s satisfaction that their alternative approach is conducive to restraining excessive short-term risktaking and to aligning actual variable remuneration payments with risks and risk outcomes. ",
        "bbox": [
            267,
            551,
            852,
            650
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Vesting period ",
        "text_level": 1,
        "bbox": [
            268,
            657,
            401,
            675
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.4.6 The award of deferred remuneration should be subject to a minimum vesting period and pre-defined vesting conditions in respect of the future performance of an AI, the relevant business units and the employee in question. ",
        "bbox": [
            268,
            681,
            852,
            763
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "2.4.7 The deferred remuneration should generally vest gradually over a period of years and no faster than on a pro rata basis, subject to fulfilment and validation of the pre-defined performance conditions. In principle, the vesting period (at least for staff specified in paragraphs 2.1.1.1 and 2.1.1.2) should not be less than 3 years. AIs adopting shorter vesting period should be prepared to demonstrate to the HKMA’s satisfaction that the periods they adopt are sufficient to enable the performance of the relevant employees in question to be adequately observed and validated. If the vesting conditions are not fulfilled in any year during the vesting period, all or part of the unvested portion of the deferred remuneration should be foregone24 (subject to the realised performance of the AI or the relevant business unit). ",
        "bbox": [
            268,
            770,
            850,
            803
        ],
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/189180d70e8ab1122083a945e0e8938d8a107c17445a118805cbbbc942e78d15.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3 -29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            179
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            431
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "2.4.8 The vesting period and vesting conditions should be determined by the AI’s Board (or its remuneration committee) and reviewed as appropriate. The Board should strike a reasonable balance between providing effective incentives and validating the performance measures according to the nature and associated risks of the business undertaken by the employees. ",
        "bbox": [
            268,
            439,
            852,
            554
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "2.4.9 The minimum vesting period should be appropriately aligned with the nature of the business, its risks, the activities undertaken by the employee in question and the timeframe during which the risks from these activities are likely to be realized. ",
        "bbox": [
            268,
            562,
            852,
            643
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Deferred remuneration for departing or prospective employees ",
        "bbox": [
            268,
            650,
            828,
            667
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "2.4.10 The departure of employees from an AI should not trigger early payout of deferred remuneration that is still within the deferment period. Subject to any prevailing legal requirements, severance pay, if any, should be related to performance achieved over time and designed in a way that does not reward failure. In exceptional cases, such as on compassionate grounds for ill-health, early payment of deferred remuneration might be approved. The rationale and justification for such early payment should be recorded and retained in writing and, in the case of senior management and Key Personnel, the early payment should be approved by the Board (or the Board’s remuneration committee with the necessary delegated authority). ",
        "bbox": [
            268,
            674,
            850,
            821
        ],
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/8ba9689eaf3569667e24da58c651353b1468512d88b7796bf37b3f4749878334.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            850,
            285
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "2.4.11 Practices that involve making payments to a prospective employee to effectively compensate him for the deferred remuneration which he will forfeit on leaving his previous employer, as a term to attract and recruit that employee, are not in line with the spirit of deferment of variable remuneration (please see paragraph 2.2.4 above). If, in any exceptional case, it is considered absolutely necessary to offer such a compensatory payment, the AI concerned should ensure that any such compensatory payment proposed to be made to the employee should: (a) itself be subject to deferral and pre-defined vesting conditions by reference to the AI’s future performance; and (b) in the case of senior management and Key Personnel be approved by the Board (or the Board’s remuneration committee with the necessary delegated authority); and (c) have its rationale and justification recorded and retained in writing. ",
        "bbox": [
            342,
            292,
            850,
            587
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Restriction on hedging exposures ",
        "text_level": 1,
        "bbox": [
            270,
            594,
            571,
            611
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "2.4.12 Obviously, the spirit of, and risk management advantages to be gained by, deferment of variable remuneration will be undermined if employees who receive remuneration in this form, engage in personal hedging strategies or remuneration- and liability-related insurance to hedge their exposures in respect of the unvested portion of their deferred remuneration. AIs should therefore endeavour to seek undertakings from such employees not to engage in such activities. Further, whilst the HKMA acknowledges the difficulties inherent in attempting to “police” compliance with any such undertakings, AIs should endeavour to establish such compliance arrangements as they consider practicable in the circumstances (in the light of their existing compliance arrangements for their employees’ personal trading, investment and other financial activities). This could include, for instance, seeking declarations from employees’ either regularly or when they engage in certain trading, investment or other financial activities. ",
        "bbox": [
            314,
            618,
            850,
            913
        ],
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/193ee8ab33fe85a60b794d408a1295dc0e34b2c7896fc5d882cbb27939b3694b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            347,
            203,
            850,
            235
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3. Remuneration disclosure ",
        "text_level": 1,
        "bbox": [
            147,
            273,
            495,
            292
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.1 Importance of disclosure ",
        "text_level": 1,
        "bbox": [
            208,
            299,
            512,
            316
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.1.1 In order to increase transparency and promote market discipline, AIs (save as provided below) should make disclosures in relation to their remuneration systems in accordance with paragraphs 3.2.1 to 3.2.6. ",
        "bbox": [
            267,
            323,
            852,
            388
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.1.2 However, (i) if an AI has been granted an exemption by the MA under section 3(7), 3(9) or 3(14A) of the Banking (Disclosure) Rules (BDR) it will not be expected to make such disclosure; and (ii) overseasincorporated AIs will not be expected to make separate disclosures in relation to remuneration in respect of their local operations, provided that such information already forms part of the disclosures made by the head office of the institutions concerned. ",
        "bbox": [
            267,
            395,
            850,
            542
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.1.3 The remuneration disclosures described below should not be read or construed as replacing other disclosure requirements under relevant legislation or accounting and financial reporting standards. An AI should comply with all such other disclosure requirements under the Companies Ordinance (Cap. 622), the Rules Governing the Listing of Securities on The Stock Exchange of Hong Kong Limited, and the Hong Kong Financial Reporting Standards as applicable. ",
        "bbox": [
            272,
            550,
            850,
            697
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.2 Frequency and method of disclosure ",
        "text_level": 1,
        "bbox": [
            208,
            706,
            623,
            722
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.2.1 An AI should make the remuneration disclosures at least annually covering its remuneration policy, the fixed and variable remuneration awarded during the financial year, details of any special payments made, and information on its total outstanding deferred and retained remuneration. For locally incorporated AIs, such disclosures must be made in accordance with Division 9 under Part 2A of the BDR using the relevant standard templates and table specified by the MA pursuant to section 6(1)(ab) of the BDR25. ",
        "bbox": [
            268,
            730,
            850,
            859
        ],
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/c5d825e07d69770e555c19552b4cb91cc3d1c3bb0f9024eb7a710b9ff9d05808.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HONG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            179
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            351,
            203,
            850,
            235
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.2.2 Overseas-incorporated AIs are also expected to make remuneration disclosures and apply whatever disclosure formats that they consider appropriate for their circumstances, providing the information to be disclosed corresponds to that required in the standard templates and table set out in paragraph 3.2.1 and is deemed relevant to the overseas-incorporated AIs, either by themselves or through head offices as described in paragraph 3.1.2. ",
        "bbox": [
            270,
            242,
            852,
            390
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.2.3 For locally incorporated AIs, the remuneration disclosures should form part of their periodic regulatory disclosure statement. Likewise, for ease of reference by the likely users of the information, overseasincorporated AIs should, as far as possible, provide their remuneration disclosures on one site or in one document (e.g. in a Remuneration Report or a single section of its annual report). ",
        "bbox": [
            267,
            397,
            850,
            527
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.2.4 If equivalent disclosures have already been made by the AI elsewhere, it is acceptable for the AI to include on the relevant site or in the relevant document a direct link through which the disclosures can be readily accessed. A locally incorporated AI should additionally observe the conditions set out in section 6(1B) of the BDR if it intends to adopt this approach. ",
        "bbox": [
            267,
            536,
            850,
            650
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.2.5 AIs should also make any additional disclosures considered appropriate in the specific circumstances of a given AI. An AI should, as far as possible, articulate how the qualitative and quantitative factors disclosed complement and support its overall risk management framework. ",
        "bbox": [
            268,
            658,
            852,
            756
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.2.6 If an AI has such a small number of executives that individuals’ remuneration could be easily deduced from any required disclosure of a breakdown of the figures, it is acceptable for the AI, in so far as the sensitivity of the information will be disadvantageous to the AI, to disclose aggregate figures for senior management and Key Personnel. This is, however, provided that this fact and the reason for doing so (i.e. disclosing aggregate figures instead of disclosing separate figures) are adequately disclosed. ",
        "bbox": [
            268,
            763,
            852,
            845
        ],
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/e366a1b65a815ea1a26675b8ed8987a14bbcad6ab85b55e45ff7a84a016a8784.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td rowspan=1 colspan=3>HoNG KoNG MoNETARY AUTHORITY香港金融管理局</td></tr><tr><td rowspan=1 colspan=3>Supervisory Policy Manual</td></tr><tr><td rowspan=1 colspan=1>CG-5</td><td rowspan=1 colspan=1>Guideline on aSound Remuneration System</td><td rowspan=1 colspan=1>V.3-29.07.21</td></tr></table>",
        "bbox": [
            139,
            40,
            860,
            180
        ],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            349,
            202,
            852,
            285
        ],
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/ace8df24e046cb484dd02af1c2d060c24a7860826c0a78de2d7e2ed875a6bf9e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td>Contents</td><td>Glossary</td><td>Home</td><td>Introduction</td></tr></table>",
        "bbox": [
            141,
            368,
            845,
            401
        ],
        "page_idx": 27
    }
]